---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod23
source: html/c4552285-b804-54d7-f86a-220b83f0b50e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod23 Property

"Poisson Ratio 23"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamPoissonMod23 { get; }
```